import classes from './main.module.css'

export function Main() {
  return (
    <div className="wrapper">
      <div className={classes.main__wrapper}>
        <h1>
          Наша компания предлагает весь спектр работ по реализации оьъектов по
          хрпанению и переработке зерна
        </h1>
        <div>
          <div>card1</div>
          <div>card2</div>
          <div>card3</div>
        </div>
        <p>
          При небольших вложениях и минимальной площади застройки, наши
          комплексы позволяют совершать все необходимые операции с зерном:
        </p>{' '}
        <h1>
          Наша компания предлагает весь спектр работ по реализации оьъектов по
          хрпанению и переработке зерна
        </h1>
        <div>
          <div>card1</div>
          <div>card2</div>
          <div>card3</div>
        </div>
        <p>
          При небольших вложениях и минимальной площади застройки, наши
          комплексы позволяют совершать все необходимые операции с зерном:
        </p>{' '}
        <h1>
          Наша компания предлагает весь спектр работ по реализации оьъектов по
          хрпанению и переработке зерна
        </h1>
        <div>
          <div>card1</div>
          <div>card2</div>
          <div>card3</div>
        </div>
        <p>
          При небольших вложениях и минимальной площади застройки, наши
          комплексы позволяют совершать все необходимые операции с зерном:
        </p>{' '}
        <h1>
          Наша компания предлагает весь спектр работ по реализации оьъектов по
          хрпанению и переработке зерна
        </h1>
        <div>
          <div>card1</div>
          <div>card2</div>
          <div>card3</div>
        </div>
        <p>
          При небольших вложениях и минимальной площади застройки, наши
          комплексы позволяют совершать все необходимые операции с зерном:
        </p>{' '}
        <h1>
          Наша компания предлагает весь спектр работ по реализации оьъектов по
          хрпанению и переработке зерна
        </h1>
        <div>
          <div>card1</div>
          <div>card2</div>
          <div>card3</div>
        </div>
        <p>
          При небольших вложениях и минимальной площади застройки, наши
          комплексы позволяют совершать все необходимые операции с зерном:
        </p>{' '}
        <h1>
          Наша компания предлагает весь спектр работ по реализации оьъектов по
          хрпанению и переработке зерна
        </h1>
        <div>
          <div>card1</div>
          <div>card2</div>
          <div>card3</div>
        </div>
        <p>
          При небольших вложениях и минимальной площади застройки, наши
          комплексы позволяют совершать все необходимые операции с зерном:
        </p>{' '}
        <h1>
          Наша компания предлагает весь спектр работ по реализации оьъектов по
          хрпанению и переработке зерна
        </h1>
        <div>
          <div>card1</div>
          <div>card2</div>
          <div>card3</div>
        </div>
        <p>
          При небольших вложениях и минимальной площади застройки, наши
          комплексы позволяют совершать все необходимые операции с зерном:
        </p>
      </div>
    </div>
  )
}
